{
	"WhatDoComputersDo_key1": "கணினிகள் என்ன செய்கின்றன?",
	"WhatDoComputersDo_key2": "நமது மனித வரலாற்றில், மனிதர்களின் வாழ்வில் முன்னேற்றத்தை ஏற்படுத்திய சில சிறந்த கண்டுபிடிப்புகள் மற்றும் அதற்கு வழிகாட்டுதலையும் அளித்துள்ளன. எ.கா: <b>WHEEL</b>",
	"WhatDoComputersDo_key3": "மனிதர்களால் அதிக சுமைகளை அதிக தூரத்திற்கு தூக்கவோ அல்லது சுமக்கவோ முடியவில்லை. இது மனித உடல் வரம்புகளால் ஏற்பட்டது.<br> WHEEL இன் கண்டுபிடிப்பால், மனிதர்கள் அதிக சுமைகளைச் சுமந்துகொண்டு நீண்ட தூரம் பயணிக்க முடிந்தது.<br> உலகம் நமக்குச் சிறியதாகிவிட்டது. எனவே, WHEEL இன் கண்டுபிடிப்பு பல சிக்கல்களைத் தீர்த்தது. இப்போது, தொலைதூரத்தில் இருக்கும் எங்கள் உறவினர்களை கூட நாம் சந்திக்க முடியும், மேலும் சரக்கு போக்குவரத்தும் எளிதாகிவிட்டது.",
	"WhatDoComputersDo_key4": "மனித வரலாற்றில் ஒரு பெரிய மாற்றத்தை கொண்டு வந்த மற்றொரு சிறந்த கண்டுபிடிப்பு - <b>கணினி</b> .",
	"WhatDoComputersDo_key5": "WHEELS நமது உடல் வரம்புகளை நீக்கியது போல், கணினிகள் நமது மூளை திறன் அல்லது மன வரம்புகளை விரிவாக்க உதவியது.",
	"WhatDoComputersDo_key6": "மனித மூளை பல சிக்கலான பணிகளை/சிக்கல்களை தீர்க்கும். ஆனால் இந்த சிக்கலான பிரச்சனைகளை நமது மூளை தொடர்ந்து தீர்த்துக்கொண்டால், நமது மூளை சோர்வாகவோ அல்லது சலிப்படையவோ தொடங்கும். நம் மூளை தவறு செய்யத் தொடங்கும், மேலும் சிக்கலைத் தீர்ப்பது கடினம்.",
	"WhatDoComputersDo_key7": "சக்கரங்கள் நமது உடல் வரம்புகளை நீக்கியது போல், கணினிகளின் கண்டுபிடிப்பு, நமது மன வரம்புகளை அகற்ற உதவியது. கம்ப்யூட்டருக்கு அறிவுரைகளை வழங்குவதன் மூலம், சிக்கலான பணிகளை, எந்த தவறும் செய்யாமல், சோர்வடையாமல் தொடர்ந்து செய்ய வைக்கலாம்.",
	"WhatDoComputersDo_key8": "கணினிகளுக்கு அவர்களின் மூளை இல்லை, அதனால் அவர்களால் சிந்திக்க முடியாது, எந்தவொரு சிக்கலான பிரச்சனையையும் தீர்க்க நாம் அவர்களுக்கு அறிவுறுத்தல்களை வழங்க வேண்டும்.",
	"WhatDoComputersDo_key9": "கம்ப்யூட்டர்கள் என்றால் என்ன, அவை எவ்வாறு செயல்படுகின்றன, இப்போது நாம் கணினிகளால் சூழப்பட்டுள்ளோம் என்பதை மே லி (வடிவமைப்பாளர் மற்றும் கண்டுபிடிப்பாளர்) மற்றும் நாட் (எக்ஸ்பாக்ஸில் டிசைனர்) விளக்கும் பின்வரும் வீடியோவைப் பார்ப்போம். நீங்கள் அதை அனுபவிப்பீர்கள் என்று நம்புகிறேன்.",
	"WhatDoComputersDo_key10": "<b>பின்வரும் கேள்விகளைப் படித்துத் தேடுங்கள்.</b><br> -- கணினி பற்றி நீங்கள் என்ன கற்றுக்கொண்டீர்கள்?<br> -- கணினிகளின் <span style=\"\">பயன்பாடுகள்</span> என்ன? இந்தப் <span style=\"\">பயன்பாடுகள்</span> என்ன வகையான சிக்கல்களைத் தீர்க்கின்றன? இந்த <span style=\"\">அப்ளிகேஷன்களுக்கு</span> கணினிகளுக்கு என்ன வகையான அறிவுரைகள் கொடுக்கப்பட்டன என்று யோசித்துப் பாருங்கள் ?"
}