{
	"how-to-begin_key1": "யார் வேண்டுமானாலும் எதையும் செய்யலாம்!",
	"how-to-begin_key2": "எதையாவது கற்கத் தொடங்குவதற்கு கடின உழைப்பும் நேரமும் தேவை என்பதை நாம் அனைவரும் அறிவோம், ஆனால் அது இறுதியில் பயனுள்ளதாக இருக்கும். நிரலாக்கத்தைக் கற்கலாமா வேண்டாமா என்ற குழப்பம் நம்மில் பலருக்கு இருக்கும். புரோகிராமிங் என்பது வேலையைப் பெறுவது மட்டுமல்ல, அது நமது படைப்பாற்றல், தர்க்கரீதியான சிந்தனை மற்றும் பலவற்றை வளர்க்க உதவுகிறது. எடுத்துக்காட்டாக, பின்வரும் வீடியோ சில பிரபலமான நபர்களை அறிமுகப்படுத்துகிறது, அவர்களுக்கு நிரலாக்கமானது ஒரு தொழில் அல்ல, ஆனால் ஒரு வாழ்க்கை முறை. இந்த வீடியோவை நீங்கள் ரசிப்பீர்கள் என்று நம்புகிறேன்.",
	"how-to-begin_key3": "இந்த படிப்பை எப்படி தொடங்குவது?",
	"how-to-begin_key4": "இந்தப் பாடத்திட்டத்தில் நீங்கள் முன்னேறும்போது, வெவ்வேறு வழிகளில் <span style=\"\">பைதான்</span> <span style=\"\">குறியீட்டின்</span> எடுத்துக்காட்டுகளைக் காண்பீர்கள். நீங்கள் இந்த உதாரணங்களை <b><span style=\"\">பைதான்</span> <span style=\"\">ஷெல்லில்</span></b> இயக்க வேண்டும்.",
	"how-to-begin_key5": "உங்கள் மடிக்கணினியில் <b><span style=\"\">பைதான்</span> <span style=\"\">ஷெல்லைத்</span></b> திறக்கவும்.",
	"how-to-begin_key6": "மேலே கொடுக்கப்பட்டுள்ள <span style=\"\">குறியீட்டைத்</span> தேர்ந்தெடுத்து, <span style=\" background-color: rgba( 233, 245, 233, 0.83);   border-radius: 2px; padding: 2px\">Ctrl + C ஐ</span> அழுத்தவும், இதனால் <span style=\"\">குறியீடு</span> நகலெடுக்கப்படும், பின்னர் நீங்கள் <span style=\"\">டெர்மினலுக்குச்</span> சென்று <span style=\"\">டெர்மினலில்</span> <span style=\" background-color: rgba( 233, 245, 233, 0.83);   border-radius: 2px; padding: 2px\">Ctrl + Shift + V ஐ</span> அழுத்துவதன் மூலம் இந்தக் <span style=\"\">குறியீட்டை</span> ஒட்டலாம்.",
	"how-to-begin_key7": "இந்த <span style=\"\">கோட்</span> லைனை லைன் வாரியாக இயக்கினால், <span style=\"\">கோட்</span> லைனை லைன் மூலம் புரிந்து கொள்ள முடியும்.",
	"how-to-begin_key8": "இந்த முழுமையான <span style=\"\">குறியீடு</span> 4-5 வெவ்வேறு பணிகளைச் செய்கிறது, இந்தக் <span style=\"\">குறியீட்டை</span> எவ்வாறு பகுதிகளாகப் பிரித்து அதைப் புரிந்துகொள்வது, இந்த முறை கீழே கொடுக்கப்பட்டுள்ளது, மேலும் இது எதிர்காலத்தில் உங்களுக்கு உதவப் போகிறது.",
	"how-to-begin_key9": "இது முதல் வரி, <span style=\" background-color: rgba( 233, 245, 233, 0.83);   border-radius: 2px; padding: 2px\">டெர்மினலில்</span> இந்த வரியை இயக்கவும், <span style=\"\">முனையத்தில்</span> நீங்கள் எதையாவது பார்க்க முடியும்.",
	"how-to-begin_key10": "தயவுசெய்து இந்த இரண்டாவது <span style=\"\">குறியீட்டை</span> <span style=\"\">டெர்மினலில்</span> இயக்கி, அங்கு என்ன நடக்கிறது என்று பார்க்கவும்?",
	"how-to-begin_key11": "இப்போது இந்த வரியை <span style=\"\">டெர்மினலில்</span> தனித்தனியாக இயக்கி, அங்கு என்ன நடக்கிறது என்று பார்க்கவா?",
	"how-to-begin_key12": "இப்போது <span style=\"\">டெர்மினலில்</span> இந்தக் <span style=\"\">குறியீட்டை</span> நகலெடுத்து, அங்கு என்ன நடக்கிறது என்று பார்க்கவா?",
	"how-to-begin_key13": "இந்த வரிசையில் என்ன நடக்கிறது, நீங்கள் பின்னர் புரிந்து கொள்ள முடியுமா? ஆனால் இந்த <span style=\"\">குறியீட்டை</span> இயக்கி புரிந்து கொள்ள முயற்சிக்கவும்.",
	"how-to-begin_key14": "<span style=\"\">டெர்மினலில் இதை நகலெடுத்து ஒட்டவும், இதை நிறுத்த டெர்மினலில்</span> <span style=\"\">Ctrl</span> <span style=\" background-color: rgba( 233, 245, 233, 0.83);   border-radius: 2px; padding: 2px\">+ C ஐ</span> அழுத்தவும்.",
	"how-to-begin_key15": "இப்போது இந்த <span style=\"\">குறியீட்டை</span> இயக்கவும் மற்றும் மேலே மற்றும் கீழே கொடுக்கப்பட்ட <span style=\"\">குறியீட்டிற்கு</span> இடையே உள்ள வித்தியாசத்தை அடையாளம் காண முயற்சிக்கவும்.",
	"how-to-begin_key16": "இப்போது இந்தக் <span style=\"\">குறியீட்டை</span> ஒன்றாக இயக்கி, இந்தக் <span style=\"\">குறியீட்டை</span> நிறுத்த என்ன செய்வீர்கள்?",
	"how-to-begin_key17": "மேலே கொடுக்கப்பட்டுள்ள <span style=\"\">குறியீட்டை</span> நிறுத்த என்ன செய்வீர்கள் என்று இப்போது யோசியுங்கள்?",
	"how-to-begin_key18": "இதேபோல், இந்த வழியில், முழு பாடத்திலும் <span style=\"\">குறியீடுகள்</span> மட்டுமே எழுதப்படும். நீங்கள் <span style=\"\">குறியீட்டை</span> இந்த வழியில் மட்டுமே இயக்க வேண்டும். இந்தக் <span style=\"\">குறியீட்டை</span> இயக்க, உங்கள் லேப்டாப்பில் <span style=\" background-color: rgba( 233, 245, 233, 0.83);   border-radius: 2px; padding: 2px\">டெர்மினல்</span> என்ற <span style=\"\">பயன்பாட்டைத்</span> திறக்க வேண்டும். அதைத் திறந்த பிறகு, நீங்கள் <span style=\"\">பைதான்</span> <span style=\"\">குறியீட்டைத்</span> தட்டச்சு செய்து அதை இயக்க வேண்டும்.",
	"how-to-begin_key19": "மிக முக்கியமான விதிகள்",
	"how-to-begin_key20": "<b>பைதான் ஷெல்லில்</b> ஒவ்வொரு உதாரணத்தையும் செயல்படுத்தவும். நீங்கள் இதைச் செய்யவில்லை என்றால், உங்களை நீங்களே முட்டாளாக்கிக் கொள்கிறீர்கள்.",
	"how-to-begin_key21": "குறியீட்டை நகலெடுத்து ஒட்டுவதன் மூலம், உங்களால் அதை சரியாகப் புரிந்து கொள்ள முடியாது. ஒவ்வொரு குறியீட்டையும் நீங்களே எழுதி பின்னர் இயக்க வேண்டும்.",
	"how-to-begin_key22": "<span style=\" background-color: rgba( 233, 245, 233, 0.83);   border-radius: 2px; padding: 2px\">UPPER CASE</span> அல்லது <b>தடிமனான எழுத்துக்களில்</b> எழுதப்பட்ட வார்த்தைகள் மிகவும் முக்கியம். அவற்றைக் கற்றுக் கொள்ளுங்கள், நீங்கள் அவற்றைப் பல முறை சந்திப்பீர்கள்.",
	"how-to-begin_key23": "",
	"how-to-begin_key24": "பாடத்தின் போது நீங்கள் பல இடங்களில் சில கேள்விகளுக்கு பதிலளிக்க வேண்டும். பதில்களை வழங்க நீங்கள் கோப்பை பதிவேற்றலாம்."
}