{
	"WhatDoComputersDo_key1": "కంప్యూటర్లు ఏమి చేస్తాయి?",
	"WhatDoComputersDo_key2": "మన మానవ చరిత్రలో, మానవుల జీవితాలలో పురోగతిని తీసుకువచ్చిన మరియు దానికి దిశానిర్దేశం చేసిన కొన్ని గొప్ప ఆవిష్కరణలు ఉన్నాయి. ఉదా: <b>WHEEL</b>",
	"WhatDoComputersDo_key3": "మానవులు ఎక్కువ దూరాలకు భారీ భారాన్ని ఎత్తలేరు లేదా మోయలేరు. ఇది మానవ శారీరక పరిమితుల కారణంగా జరిగింది.<br> WHEEL యొక్క ఆవిష్కరణ ద్వారా, మానవులు చాలా భారీ భారాన్ని మోయగలిగారు అలాగే చాలా దూరం ప్రయాణించగలిగారు.<br> ప్రపంచం మనకు చిన్నదైంది. అందువల్ల, WHEEL యొక్క ఆవిష్కరణ చాలా సమస్యలను పరిష్కరించింది. ఇప్పుడు, మేము దూరంగా ఉంటున్న మా బంధువులను కూడా కలుసుకోవచ్చు మరియు వస్తువుల రవాణా కూడా సులభమైంది.",
	"WhatDoComputersDo_key4": "మానవ చరిత్రలో పెనుమార్పు తెచ్చిన మరో గొప్ప ఆవిష్కరణ- <b>COMPUTER</b> .",
	"WhatDoComputersDo_key5": "WHEELS మన భౌతిక పరిమితులను తొలగించినట్లే, కంప్యూటర్లు కూడా మన మెదడు సామర్థ్యాన్ని లేదా మానసిక పరిమితులను విస్తరించడంలో సహాయపడతాయి.",
	"WhatDoComputersDo_key6": "మానవ మెదడు చాలా క్లిష్టమైన పనులు/సమస్యలను పరిష్కరించగలదు. కానీ మన మెదడు ఈ సంక్లిష్ట సమస్యలను నిరంతరం పరిష్కరిస్తే, మన మెదడు అలసిపోతుంది లేదా విసుగు చెందుతుంది. మన మెదడు తప్పులు చేయడం ప్రారంభిస్తుంది మరియు సమస్యను పరిష్కరించడం మనకు కష్టమవుతుంది.",
	"WhatDoComputersDo_key7": "చక్రాలు మన భౌతిక పరిమితులను తొలగించినట్లే, కంప్యూటర్ల ఆవిష్కరణ మన మానసిక పరిమితులను తొలగించడంలో సహాయపడింది. కంప్యూట‌ర్‌కు సూచ‌న‌లు ఇవ్వ‌డం వ‌ల్ల ఎలాంటి పొర‌పాట్లు జ‌ర‌గ‌కుండా, అలిసిపోకుండా సంక్లిష్ట కార్య‌క్ర‌మాల‌ను నిర్వ‌హించ‌గ‌ల‌వు.",
	"WhatDoComputersDo_key8": "కంప్యూటర్లకు వారి మెదడు లేదు కాబట్టి వారు ఆలోచించలేరు, ఏదైనా క్లిష్టమైన సమస్యను పరిష్కరించేలా మనం వారికి సూచనలు ఇవ్వాలి.",
	"WhatDoComputersDo_key9": "మే లి(డిజైనర్ మరియు ఇన్వెంటర్) మరియు నాట్(ఎక్స్‌బాక్స్‌లో డిజైనర్) కంప్యూటర్‌లు అంటే ఏమిటి, అవి ఎలా పని చేస్తాయి మరియు ఇప్పుడు మనం కంప్యూటర్‌లతో ఎలా చుట్టుముట్టబడుతున్నామో వివరించే క్రింది వీడియోని చూద్దాం. మీరు దీన్ని ఆనందిస్తారని ఆశిస్తున్నాను.",
	"WhatDoComputersDo_key10": "<b>కింది ప్రశ్నలను చదివి శోధించండి.</b><br> -- మీరు కంప్యూటర్ల గురించి ఏమి నేర్చుకున్నారు?<br> -- కంప్యూటర్ల <span style=\"\">అప్లికేషన్లు</span> ఏమిటి? ఈ <span style=\"\">అప్లికేషన్‌లు</span> ఎలాంటి సమస్యలను పరిష్కరిస్తాయి? ఈ <span style=\"\">అప్లికేషన్‌ల</span> కోసం కంప్యూటర్‌లకు ఎలాంటి సూచనలు ఇవ్వబడ్డాయో ఆలోచించండి?"
}