{
	"section-5-rules_key1": "విభాగం V - నియమాలు &amp; నిబంధనలు",
	"section-5-rules_key2": "నవగురుకుల క్యాంపస్ డ్రగ్స్ మరియు ఆల్కహాల్ లేని క్యాంపస్. మేము నైతిక పోలీసింగ్ చేయాలనే ఉద్దేశ్యంతో లేకపోయినా, కోర్సులో చేరినప్పుడు మద్యపానం చేయడం వల్ల విద్యార్థులను నేర్చుకోకుండా మరియు ఇతరులకు అసౌకర్య పరిస్థితులను సృష్టిస్తుందని మేము నమ్ముతున్నాము. అందువల్ల, కోర్సు వ్యవధిలో విద్యార్థులు క్యాంపస్‌లో లేదా వెలుపల మద్యం సేవించడాన్ని మేము ఆమోదించము.",
	"section-5-rules_key3": "విద్యార్థులందరూ క్రమశిక్షణా కమిటీ రూపొందించిన షెడ్యూల్‌కు కట్టుబడి ఉంటారు.",
	"section-5-rules_key4": "నవగురుకులానికి చెడ్డపేరు తెచ్చే ఏ విధమైన కార్యకలాపంలో ఏ విద్యార్థి కూడా పాల్గొనడు. నిషేధిత కార్యకలాపాలలో ఇవి ఉంటాయి కానీ వీటికే పరిమితం కావు:",
	"section-5-rules_key5": "ఏదైనా ప్రక్రియలో లేదా కార్యాచరణలో ఆల్కహాల్ ఉపయోగించడం అవసరం",
	"section-5-rules_key6": "వ్యక్తులు లేదా సమూహాలపై పదార్థాలు లేదా వస్తువులను విసిరివేయడం లేదా ముందుకు నెట్టడం",
	"section-5-rules_key7": "శబ్ద దుర్వినియోగం లేదా భౌతిక హానిని బెదిరించడం",
	"section-5-rules_key8": "ఒక వ్యక్తి తన ఇష్టానికి విరుద్ధంగా ఏదైనా తినమని లేదా త్రాగమని బలవంతం చేయడం",
	"section-5-rules_key9": "ఒక వ్యక్తి తనకు లేదా ఇతర వ్యక్తులకు హాని కలిగించే లేదా వారి ఇష్టానికి వ్యతిరేకంగా ఏదైనా చేయవలసి ఉంటుంది.",
	"section-5-rules_key10": "వేధించడం, వేధించడం లేదా లైంగిక వేధింపుల యొక్క ఏదైనా రూపం",
	"section-5-rules_key11": "కమ్యూనిటీ సభ్యులందరూ ఏ విధమైన దుష్ప్రవర్తనకు సంబంధించిన ఏదైనా సంఘటనను తప్పనిసరిగా క్రమశిక్షణా కమిటీకి నివేదించాలి",
	"section-5-rules_key12": "క్యాంపస్ వెలుపల కార్యకలాపాలు: నవ్‌గురుకుల్‌లో, ఒక వ్యక్తి యొక్క అభ్యాసం ఎక్కువగా పీర్ లెర్నింగ్‌పై ఆధారపడి ఉంటుంది మరియు క్యాంపస్‌లోని లెర్నింగ్ గ్రూప్‌లోని సభ్యులందరికీ స్థిరమైన లభ్యత ఉన్నప్పుడు మాత్రమే ఇది సాధ్యమవుతుంది. దీన్ని సాధించడానికి, స్టడీ అవర్స్‌లో లెర్నింగ్ గ్రూప్ సభ్యులు క్యాంపస్‌లో అందుబాటులో ఉండటం ముఖ్యం. అందువల్ల, క్యాంపస్ వెలుపల విశ్రాంతి కార్యకలాపాలను రోజులోని నిర్దిష్ట సమయాలకు పరిమితం చేయమని మేము క్రమశిక్షణా కమిటీని ప్రోత్సహిస్తాము. క్యాంపస్‌లలోని కమ్యూనిటీ సభ్యులందరి భద్రత మరియు భద్రతను నిర్ధారించడానికి ఇది కూడా చాలా ముఖ్యం."
}