{
	"section-4-elections_key1": "ఎన్నికలు",
	"section-4-elections_key2": "ప్రతి మూడు నెలలకోసారి, కౌన్సిల్ సభ్యులను ఎన్నుకోవడానికి డిస్కో ఎన్నికలు నిర్వహిస్తుంది.",
	"section-4-elections_key3": "నామినేషన్లు",
	"section-4-elections_key4": "DISCO ఎన్నికల తేదీకి 7 రోజుల ముందు అందరికీ కనిపించే సందేశం ద్వారా మరియు ఎన్నికల తేదీకి 4 రోజుల ముందు రిమైండర్ ద్వారా నామినేషన్లను పిలుస్తుంది. కౌన్సిల్‌లోని నిర్దిష్ట ప్రో <span style=\"\">ఫైల్</span> కోసం ఎన్నికలలో పోటీ చేయడానికి ఆసక్తి ఉన్న అభ్యర్థులు సంబంధిత ప్రో <span style=\"\">ఫైల్</span> కోసం తమను తాము నామినేట్ చేయవచ్చు. ఒక విద్యార్థి తనను తాను/ఆమెను గరిష్టంగా రెండు ప్రో <span style=\"\">ఫైల్‌లకు</span> నామినేట్ చేయవచ్చు.",
	"section-4-elections_key5": "డిస్కో ప్రకటన తర్వాత మాత్రమే నామినేషన్లు తెరవబడతాయి. ఇది నామినేషన్ల సేకరణ <a href=\"https://goo.gl/forms/5MgDqDviAdSvI1s12\">ఫారం</a> .",
	"section-4-elections_key6": "ఓటింగ్",
	"section-4-elections_key7": "ఎన్నికలలో, ప్రతి విద్యార్థి ప్రో <span style=\"\">ఫైల్‌లలో</span> ఒక్కో అభ్యర్థికి ఓటు వేస్తారు. ఓట్ల లెక్కింపును డిస్కో సభ్యులు నిర్వహిస్తారు. ఓటింగ్ అజ్ఞాతంగా ఉంటుంది.",
	"section-4-elections_key8": "కౌన్సిల్ నియామకం:",
	"section-4-elections_key9": "మెజారిటీ ఓట్లను పొందిన అభ్యర్థి సంబంధిత ప్రో <span style=\"\">ఫైల్</span> కోసం ఎన్నుకోబడతారు.",
	"section-4-elections_key10": "GenSec నియామకం:",
	"section-4-elections_key11": "కౌన్సిల్ సభ్యుల నుండి GenSec ఎంపిక చేయబడుతుంది. కౌన్సిల్ ఎన్నికైన తర్వాత, GenSec యొక్క ప్రో <span style=\"\">ఫైల్</span> కోసం ఎన్నికైన సభ్యుల నుండి DISCO నామినేషన్లను పిలుస్తుంది.",
	"section-4-elections_key12": "GenSecకి ఓటు వేయడానికి DISCO మరో రౌండ్ ఎన్నికలను నిర్వహిస్తుంది. జనరల్ బాడీ సభ్యులందరూ తమ GenSec ఎంపిక కోసం ఒకసారి ఓటు వేయడానికి అర్హులు.",
	"section-4-elections_key13": "గరిష్ఠ సంఖ్యలో ఓట్లు పొందిన ఇద్దరు అభ్యర్థులు బోర్డ్ ఆఫ్ గవర్నర్స్ ద్వారా ఇంటర్వ్యూ చేయబడతారు మరియు వారిలో ఒకరిని GenSec గా నియమిస్తారు.",
	"section-4-elections_key14": "GenSecగా నియమించబడిన వ్యక్తి కౌన్సిల్ ప్రో <span style=\"\">ఫైల్‌ను</span> వదిలివేస్తారు మరియు ఆ ప్రో <span style=\"\">ఫైల్‌కు</span> రెండవ అత్యధిక ఓట్లను పొందిన వారు సంబంధిత ప్రో <span style=\"\">ఫైల్‌కు</span> ఎంపిక చేయబడతారు."
}