{
	"section-4-elections_key1": "चुनाव",
	"section-4-elections_key2": "हर तीन महीने में डिस्को परिषद के सदस्यों के चयन के लिए चुनाव कराती है।",
	"section-4-elections_key3": "नामांकन",
	"section-4-elections_key4": "डिस्को चुनाव की तारीख से 7 दिन पहले सभी को दिखाई देने वाले संदेश और चुनाव की तारीख से 4 दिन पहले एक अनुस्मारक के माध्यम से नामांकन के लिए बुलाएगा। उम्मीदवार जो परिषद में किसी विशेष प्रो <span style=\"\">फाइल</span> के लिए चुनाव लड़ने के इच्छुक हैं, वे संबंधित प्रो <span style=\"\">फाइल</span> के लिए खुद को नामांकित कर सकते हैं। एक छात्र अधिकतम दो प्रो <span style=\"\">फाइलों</span> के लिए खुद को नामांकित कर सकता/सकती है।",
	"section-4-elections_key5": "डिस्को द्वारा घोषणा के बाद ही नामांकन खुले रहेंगे। यह है नामांकन जमा करने का <a href=\"https://goo.gl/forms/5MgDqDviAdSvI1s12\">फॉर्म</a>",
	"section-4-elections_key6": "मतदान",
	"section-4-elections_key7": "चुनाव में, प्रत्येक छात्र प्रत्येक प्रो <span style=\"\">फाइल</span> के लिए एक उम्मीदवार के लिए मतदान करेगा। वोटों की गिनती डिस्को के सदस्यों द्वारा की जाएगी। मतदान गुमनाम होगा।",
	"section-4-elections_key8": "परिषद में नियुक्ति:",
	"section-4-elections_key9": "बहुमत प्राप्त करने वाले उम्मीदवार को संबंधित प्रो <span style=\"\">फाइल</span> के लिए चुना जाता है।",
	"section-4-elections_key10": "जेनसेक की नियुक्ति:",
	"section-4-elections_key11": "GenSec को परिषद के सदस्यों में से चुना जाएगा। परिषद के चुने जाने के बाद, डिस्को जेनसेक की प्रो <span style=\"\">फाइल</span> के लिए निर्वाचित सदस्यों में से नामांकन की मांग करेगा।",
	"section-4-elections_key12": "जेनसेक के लिए मतदान करने के लिए डिस्को चुनाव का एक और दौर आयोजित करेगा। जनरल बॉडी के सभी सदस्य जेनसेक की अपनी पसंद के लिए एक बार मतदान करने के पात्र होंगे।",
	"section-4-elections_key13": "अधिकतम मत प्राप्त करने वाले दो उम्मीदवारों का बोर्ड ऑफ गवर्नर्स द्वारा साक्षात्कार लिया जाएगा और उनमें से एक को जेनसेक के रूप में नियुक्त किया जाएगा।",
	"section-4-elections_key14": "जिसे जेनसेक के रूप में नियुक्त किया गया है, वह काउंसिल प्रो <span style=\"\">फाइल</span> को छोड़ देगा और जिसने भी उस प्रो <span style=\"\">फाइल</span> के लिए दूसरा सबसे ज्यादा वोट प्राप्त किया है, उसे संबंधित प्रो <span style=\"\">फाइल</span> के लिए चुना जाएगा।"
}