{
	"section-4-elections_key1": "निवडणुका",
	"section-4-elections_key2": "दर तीन महिन्यांनी डिस्को परिषदेचे सदस्य निवडण्यासाठी निवडणुका घेईल.",
	"section-4-elections_key3": "नामांकन",
	"section-4-elections_key4": "DISCO निवडणुकीच्या तारखेच्या 7 दिवस आधी सर्वांना दृश्यमान संदेशाद्वारे आणि निवडणुकीच्या तारखेच्या 4 दिवस आधी स्मरणपत्राद्वारे नामांकन मागवेल. कौन्सिलमधील विशिष्ट प्रो <span style=\"\">फाइलसाठी</span> निवडणूक लढविण्यास इच्छुक असलेले उमेदवार संबंधित प्रो <span style=\"\">फाइलसाठी</span> स्वतःला नामनिर्देशित करू शकतात. विद्यार्थी जास्तीत जास्त दोन प्रो <span style=\"\">फाईल्ससाठी</span> स्वतःला नामनिर्देशित करू शकतो.",
	"section-4-elections_key5": "डिस्कोच्या घोषणेनंतरच नामांकन खुले होतील. उमेदवारी अर्ज गोळा करण्याचा हा <a href=\"https://goo.gl/forms/5MgDqDviAdSvI1s12\">फॉर्म</a> आहे.",
	"section-4-elections_key6": "मतदान",
	"section-4-elections_key7": "निवडणुकीत, प्रत्येक विद्यार्थी प्रत्येक प्रो <span style=\"\">फाइलसाठी</span> एका उमेदवाराला मत देईल. डिस्कोच्या सदस्यांकडून मतमोजणी केली जाईल. मतदान निनावी असेल.",
	"section-4-elections_key8": "कौन्सिलमध्ये नियुक्ती:",
	"section-4-elections_key9": "बहुसंख्य मते मिळविणारा उमेदवार संबंधित प्रो <span style=\"\">फाइलसाठी</span> निवडला जातो.",
	"section-4-elections_key10": "GenSec ची नियुक्ती:",
	"section-4-elections_key11": "GenSec ची निवड परिषदेच्या सदस्यांमधून केली जाईल. कौन्सिलची निवड झाल्यानंतर, DISCO GenSec च्या प्रो <span style=\"\">फाइलसाठी</span> निवडून आलेल्या सदस्यांमधून नामांकन मागवेल.",
	"section-4-elections_key12": "GenSec साठी मतदान करण्यासाठी DISCO निवडणुकीची दुसरी फेरी आयोजित करेल. सर्व जनरल बॉडी सदस्य त्यांच्या GenSec च्या निवडीसाठी एकदाच मतदान करण्यास पात्र असतील.",
	"section-4-elections_key13": "जास्तीत जास्त मते मिळविणाऱ्या दोन उमेदवारांची गव्हर्नर मंडळाकडून मुलाखत घेतली जाईल आणि त्यापैकी एकाची GenSec म्हणून नियुक्ती केली जाईल.",
	"section-4-elections_key14": "ज्याची GenSec म्हणून नियुक्ती केली जाईल तो कौन्सिल प्रो <span style=\"\">फाइल</span> टाकेल आणि ज्याला त्या प्रो <span style=\"\">फाइलसाठी</span> दुसऱ्या क्रमांकाची सर्वात जास्त मते मिळाली असतील, त्याची संबंधित प्रो <span style=\"\">फाइलसाठी</span> निवड केली जाईल."
}