{
	"section-4-elections_key1": "தேர்தல்கள்",
	"section-4-elections_key2": "ஒவ்வொரு மூன்று மாதங்களுக்கும், டிஸ்கோ கவுன்சிலின் உறுப்பினர்களைத் தேர்வு செய்வதற்கான தேர்தலை நடத்தும்.",
	"section-4-elections_key3": "நியமனங்கள்",
	"section-4-elections_key4": "DISCO, தேர்தல் தேதிக்கு 7 நாட்களுக்கு முன்னதாக, அனைவருக்கும் தெரியும் செய்தியின் மூலமாகவும், தேர்தல் தேதிக்கு 4 நாட்களுக்கு முன்பு நினைவூட்டல் மூலமாகவும் வேட்புமனுக்களை அழைக்கும். கவுன்சிலில் குறிப்பிட்ட சார்பு <span style=\"\">கோப்பிற்கு</span> தேர்தலில் போட்டியிட விருப்பமுள்ள வேட்பாளர்கள் அந்தந்த சார்பு <span style=\"\">கோப்பிற்கு</span> தங்களை பரிந்துரைக்கலாம். ஒரு மாணவர் தன்னை/தன்னை அதிகபட்சம் இரண்டு சார்பு <span style=\"\">கோப்புகளுக்கு</span> பரிந்துரைக்கலாம்.",
	"section-4-elections_key5": "டிஸ்கோவின் அறிவிப்புக்குப் பிறகு மட்டுமே நியமனங்கள் திறக்கப்படும். இது வேட்புமனுக்களை சேகரிப்பதற்கான <a href=\"https://goo.gl/forms/5MgDqDviAdSvI1s12\">படிவம்</a> .",
	"section-4-elections_key6": "வாக்களிப்பது",
	"section-4-elections_key7": "தேர்தலில், ஒவ்வொரு மாணவரும் ஒவ்வொரு சார்பு <span style=\"\">கோப்புகளுக்கும்</span> ஒரு வேட்பாளருக்கு வாக்களிப்பார்கள். வாக்கு எண்ணிக்கை DISCO உறுப்பினர்களால் செய்யப்படும். வாக்களிப்பு அநாமதேயமாக இருக்கும்.",
	"section-4-elections_key8": "சபைக்கான நியமனம்:",
	"section-4-elections_key9": "பெரும்பான்மை வாக்குகளைப் பெறும் வேட்பாளர் அந்தந்த சார்பு <span style=\"\">கோப்பிற்குத்</span> தேர்ந்தெடுக்கப்படுவார்.",
	"section-4-elections_key10": "GenSec நியமனம்:",
	"section-4-elections_key11": "கவுன்சிலின் உறுப்பினர்களில் இருந்து GenSec தேர்ந்தெடுக்கப்படுவார். கவுன்சில் தேர்ந்தெடுக்கப்பட்ட பிறகு, GenSec இன் சார்பு <span style=\"\">கோப்புக்கு</span> தேர்ந்தெடுக்கப்பட்ட உறுப்பினர்களிடமிருந்து பரிந்துரைகளை DISCO அழைக்கும்.",
	"section-4-elections_key12": "GenSec க்கு வாக்களிக்க DISCO மற்றொரு சுற்று தேர்தலை நடத்தும். அனைத்து பொதுக்குழு உறுப்பினர்களும் ஜென்செக் தேர்வுக்கு ஒரு முறை வாக்களிக்க தகுதியுடையவர்கள்.",
	"section-4-elections_key13": "அதிகபட்ச வாக்குகளைப் பெறும் இரண்டு வேட்பாளர்கள் ஆளுநர் குழுவால் நேர்காணல் செய்யப்படுவார்கள், அவர்களில் ஒருவர் ஜென்செக் ஆக நியமிக்கப்படுவார்.",
	"section-4-elections_key14": "GenSec ஆக நியமிக்கப்படுபவர், கவுன்சில் சார்பு <span style=\"\">கோப்பை</span> கைவிடுவார், மேலும் அந்த சார்பு <span style=\"\">கோப்பிற்கு</span> இரண்டாவது அதிக வாக்குகளைப் பெற்றவர், அந்தந்த சார்பு <span style=\"\">கோப்பிற்குத்</span> தேர்ந்தெடுக்கப்படுவார்."
}