{
	"section-5-rules_key1": "विभाग V - नियम &amp; नियमावली",
	"section-5-rules_key2": "नवगुरुकुल कॅम्पस हे ड्रग्स आणि अल्कोहोल फ्री कॅम्पस आहे. नैतिक पोलिसिंग करण्याचा आमचा हेतू नसला तरी, आम्ही असे मानतो की अभ्यासक्रमात प्रवेश घेत असताना मद्यपान केल्याने विद्यार्थ्यांचे लक्ष विचलित होते आणि इतरांसाठी अस्वस्थ परिस्थिती निर्माण होते. त्यामुळे, अभ्यासक्रमाच्या कालावधीसाठी कॅम्पसमध्ये किंवा बाहेर मद्यपान करणाऱ्या विद्यार्थ्यांना आम्ही मान्यता देत नाही.",
	"section-5-rules_key3": "सर्व विद्यार्थी शिस्तपालन समितीने तयार केलेल्या वेळापत्रकाचे पालन करतील.",
	"section-5-rules_key4": "कोणताही विद्यार्थी नवगुरुकुलला बदनाम करेल अशा कोणत्याही प्रकारच्या क्रियाकलापात गुंतणार नाही. प्रतिबंधित क्रियाकलापांमध्ये हे समाविष्ट आहे परंतु इतकेच मर्यादित नाही:",
	"section-5-rules_key5": "कोणत्याही प्रक्रियेत किंवा क्रियाकलापांमध्ये अल्कोहोल वापरणे आवश्यक आहे",
	"section-5-rules_key6": "व्यक्ती किंवा गटांवर पदार्थ किंवा वस्तू फेकणे किंवा चालवणे",
	"section-5-rules_key7": "शाब्दिक गैरवर्तन किंवा शारीरिक हानीची धमकी",
	"section-5-rules_key8": "एखाद्या व्यक्तीला त्याच्या किंवा तिच्या इच्छेविरुद्ध काहीतरी खाण्यास किंवा पिण्यास भाग पाडणे",
	"section-5-rules_key9": "एखाद्या व्यक्तीने स्वतःसाठी किंवा इतर व्यक्तींसाठी संभाव्य हानिकारक किंवा त्यांच्या इच्छेविरुद्ध काहीतरी करण्याची आवश्यकता आहे.",
	"section-5-rules_key10": "पाठलाग, विनयभंग किंवा लैंगिक शोषणाचा कोणताही प्रकार",
	"section-5-rules_key11": "सर्व समुदाय सदस्यांनी कोणत्याही प्रकारच्या गैरवर्तनाच्या घटनेची तक्रार शिस्तपालन समितीकडे करणे आवश्यक आहे",
	"section-5-rules_key12": "कॅम्पसबाहेरील क्रियाकलाप: नवगुरुकुलमध्ये, एखाद्या व्यक्तीचे शिक्षण मोठ्या प्रमाणात पीअर लर्निंगवर अवलंबून असते आणि हे तेव्हाच शक्य होते जेव्हा कॅम्पसमध्ये लर्निंग ग्रुपच्या सर्व सदस्यांची सातत्यपूर्ण उपलब्धता असते. हे साध्य करण्यासाठी, अभ्यासाच्या वेळेत शिक्षण गटाचे सदस्य कॅम्पसमध्ये उपलब्ध असणे महत्त्वाचे आहे. म्हणून, आम्ही शिस्तपालन समितीला दिवसाच्या विशिष्ट वेळेपर्यंत कॅम्पसबाहेरील विश्रांतीची क्रिया मर्यादित ठेवण्यास प्रोत्साहित करतो. कॅम्पसमधील सर्व समुदाय सदस्यांची सुरक्षा आणि सुरक्षा सुनिश्चित करण्यासाठी हे देखील महत्त्वाचे आहे."
}