{
	"section-5-rules_key1": "பிரிவு V - விதிகள் & ஆம்ப்; ஒழுங்குமுறைகள்",
	"section-5-rules_key2": "நவ்குருகுல் வளாகம் போதைப்பொருள் மற்றும் ஆல்கஹால் இல்லாத வளாகமாகும். தார்மீகக் காவல் பணியை நாங்கள் செய்ய விரும்பவில்லை என்றாலும், படிப்பில் சேரும் போது மது அருந்துவது மாணவர்களை படிப்பதில் இருந்து திசைதிருப்பி மற்றவர்களுக்கு சங்கடமான சூழ்நிலைகளை உருவாக்குகிறது என்று நாங்கள் நம்புகிறோம். எனவே, படிப்புக் காலம் முழுவதும் மாணவர்கள் வளாகத்திலோ அல்லது வளாகத்திலோ மது அருந்துவதை நாங்கள் அங்கீகரிக்க மாட்டோம்.",
	"section-5-rules_key3": "அனைத்து மாணவர்களும் ஒழுங்குமுறைக் குழுவால் உருவாக்கப்பட்ட அட்டவணையை கடைபிடிப்பார்கள்.",
	"section-5-rules_key4": "எந்த மாணவரும் நவகுருகுலத்திற்கு கெட்ட பெயரை ஏற்படுத்தும் எந்த செயலிலும் ஈடுபட மாட்டார்கள். தடைசெய்யப்பட்ட செயல்பாடுகள் அடங்கும் ஆனால் அவை மட்டும் அல்ல:",
	"section-5-rules_key5": "எந்தவொரு செயல்முறையிலும் அல்லது செயலிலும் மதுவின் பயன்பாடு தேவை",
	"section-5-rules_key6": "பொருட்கள் அல்லது பொருட்களை தனிநபர்கள் அல்லது குழுக்கள் மீது வீசுதல் அல்லது தூண்டுதல்",
	"section-5-rules_key7": "வாய்மொழி துஷ்பிரயோகம் அல்லது அச்சுறுத்தும் உடல் தீங்கு",
	"section-5-rules_key8": "ஒரு நபரை அவரது விருப்பத்திற்கு எதிராக ஏதாவது சாப்பிட அல்லது குடிக்க கட்டாயப்படுத்துதல்",
	"section-5-rules_key9": "ஒரு நபர் தனக்கு அல்லது பிற நபர்களுக்கு தீங்கு விளைவிக்கக்கூடிய அல்லது அவர்களின் விருப்பத்திற்கு எதிராக ஏதாவது செய்ய வேண்டும்.",
	"section-5-rules_key10": "வேட்டையாடுதல், துஷ்பிரயோகம் அல்லது பாலியல் துஷ்பிரயோகத்தின் எந்த வடிவமும்",
	"section-5-rules_key11": "அனைத்து சமூக உறுப்பினர்களும் ஒழுக்காற்றுக் குழுவிற்கு எந்த விதமான முறைகேடு நடந்தாலும் புகாரளிக்க வேண்டும்",
	"section-5-rules_key12": "வளாகத்திற்கு வெளியே செயல்பாடுகள்: நவ்குருகுலத்தில், ஒரு தனிநபரின் கற்றல் சகநிலை கற்றலையே பெரிதும் நம்பியுள்ளது, மேலும் வளாகத்தில் கற்றல் குழுவின் அனைத்து உறுப்பினர்களும் சீராக இருந்தால் மட்டுமே இது சாத்தியமாகும். இதை அடைய, ஒரு கற்றல் குழுவின் உறுப்பினர்கள் படிப்பு நேரத்தில் வளாகத்தில் இருப்பது முக்கியம். எனவே, வளாகத்திற்கு வெளியே உள்ள ஓய்வு நேர செயல்பாடுகளை நாளின் குறிப்பிட்ட நேரங்களுக்கு மட்டுப்படுத்த ஒழுக்காற்றுக் குழுவை நாங்கள் ஊக்குவிக்கிறோம். வளாகத்தில் உள்ள அனைத்து சமூக உறுப்பினர்களின் பாதுகாப்பையும் பாதுகாப்பையும் உறுதி செய்வதற்கும் இது முக்கியமானது."
}